[
  {
    "path": "/",
    "canonical": "/",
    "title": "Best Boarding School In Dehradun For Boys | Residential School",
    "description": "Looking for a Boarding School For Boys In India? Col Brown School is a Top Boarding Schools in Dehradun, Uttarakhand, and specializes in boarding education!"
  },
  {
    "path": "/about/legacy-of-cbs",
    "canonical": "/about/legacy-of-cbs",
    "title": "Legacy of CBS | Shaping Future Leaders at Col Brown School",
    "description": "Discover the rich legacy of Col Brown School, one of the top residential schools in India. With a tradition of excellence, CBS nurtures academic brilliance, discipline, and character in young minds."
  },
  {
    "path": "/about/our-visionary-leaders",
    "canonical": "/about/our-visionary-leaders",
    "title": "Our Visionary Leaders | Col Brown School - Shaping Future Leaders",
    "description": "Meet the visionary leaders of Col Brown School who are dedicated to academic excellence and holistic development. Discover how their leadership shapes one of the top residential schools in India."
  },
  {
    "path": "/about/message-from-management",
    "canonical": "/about/message-from-management",
    "title": "Message from Management | Col Brown School – Premier Boarding School in India",
    "description": "Read the message from the management at Col Brown School, one of the top boarding schools in India, dedicated to academic excellence and holistic student development."
  },
  {
    "path": "/about/achievements",
    "canonical": "/about/achievements",
    "title": "Achievements & Excellence | Colonel Brown School",
    "description": "Discover the proud achievements of Colonel Brown School, a leading boarding school in India. Explore our academic excellence, extracurricular accomplishments, and legacy of success."
  },
  {
    "path": "/about/faculty-staff",
    "canonical": "/about/faculty-staff",
    "title": "Faculty & Staff | CBS School",
    "description": "Meet our dedicated faculty and staff members at CBS School"
  },
  {
    "path": "/about/infrastructure",
    "canonical": "/about/infrastructure",
    "title": "Infrastructure at Col Brown School | Premier Boarding School in India",
    "description": "Explore the world-class infrastructure at Col Brown School, one of the top boarding schools in India. Discover well-equipped classrooms, modern facilities, and a nurturing environment for holistic student development."
  },
  {
    "path": "/academics/curriculum",
    "canonical": "/academics/curriculum",
    "title": "Academic Curriculum | Col Brown School – Holistic Learning Approach",
    "description": "Discover the well-structured academic curriculum at Col Brown School, designed to provide holistic education, foster critical thinking, and ensure all-round development for students."
  },
  {
    "path": "/academics/advanced-pedagogy",
    "canonical": "/academics/advanced-pedagogy",
    "title": "Advanced Pedagogy | Modern Learning at Col Brown School",
    "description": "Discover the advanced pedagogy at Col Brown School, designed to foster critical thinking, creativity, and academic excellence. Explore our innovative teaching methods today!"
  },
  {
    "path": "/academics/career-counselling",
    "canonical": "/academics/career-counselling",
    "title": "Career Counselling | Col Brown School – Guiding Students Towards a Bright Future",
    "description": "Explore career counselling at Col Brown School, where expert guidance helps students make informed career choices. Discover opportunities for a successful future."
  },
  {
    "path": "/boarding-life/overview",
    "canonical": "/boarding-life/overview",
    "title": "Boarding Life at Col Brown School | Premier Boarding Experience",
    "description": "Discover the enriching boarding life at Col Brown School, one of the top residential schools in India. Explore a well-structured environment that fosters discipline, academics, and overall development."
  },
  {
    "path": "/boarding-life/classrooms",
    "canonical": "/boarding-life/classrooms",
    "title": "Classrooms | CBS School",
    "description": "Modern and well-equipped classrooms at CBS School"
  },
  {
    "path": "/boarding-life/pastoral-care",
    "canonical": "/boarding-life/pastoral-care",
    "title": "Pastoral Care at Col Brown School | Holistic Boarding Life",
    "description": "Discover the dedicated pastoral care at Col Brown School, ensuring a safe, supportive, and nurturing environment for students. Learn how we foster well-being and personal growth in our boarding community."
  },
  {
    "path": "/boarding-life/medical-facilities",
    "canonical": "/boarding-life/medical-facilities",
    "title": "Medical Facilities at Col Brown School | Comprehensive Student Healthcare",
    "description": "Discover the top-notch medical facilities at Col Brown School, ensuring the health and well-being of students. Our dedicated healthcare services provide timely medical attention within a safe residential environment."
  },
  {
    "path": "/boarding-life/hostel",
    "canonical": "/boarding-life/hostel",
    "title": "Boarding Life at Col Brown School | Premier Hostel Experience",
    "description": "Explore the enriching hostel life at Col Brown School, one of the top residential schools in India. Our well-structured boarding facilities provide a safe, disciplined, and nurturing environment for holistic student development."
  },
  {
    "path": "/boarding-life/dining",
    "canonical": "/boarding-life/dining",
    "title": "Dining Experience at Col Brown School – Healthy & Nutritious Meals",
    "description": "Discover the wholesome and nutritious dining experience at Col Brown School. Our well-balanced meals ensure students enjoy delicious, healthy food in a comfortable environment."
  },
  {
    "path": "/boarding-life/library",
    "canonical": "/boarding-life/library",
    "title": "Boarding School Library | Col Brown School - A Hub for Knowledge",
    "description": "Explore the well-equipped library at Col Brown School, designed to foster learning and curiosity. Discover how our extensive collection supports students in one of the top residential schools in India."
  },
  {
    "path": "/boarding-life/sports-at-cbs",
    "canonical": "/boarding-life/sports-at-cbs",
    "title": "Sports at CBS | Holistic Athletic Development at Col Brown School",
    "description": "Explore the diverse sports programs at Col Brown School. From team sports to individual training, CBS ensures holistic athletic development for students in a competitive and disciplined environment."
  },
  {
    "path": "/beyond-classroom/adventure-excursion",
    "canonical": "/beyond-classroom/adventure-excursion",
    "title": "Adventure & Excursions | Beyond Classroom at Col Brown School",
    "description": "Explore adventure and excursion activities at Col Brown School. From outdoor learning to thrilling expeditions, we provide students with enriching experiences beyond the classroom."
  },
  {
    "path": "/beyond-classroom/clubs-at-cbs",
    "canonical": "/beyond-classroom/clubs-at-cbs",
    "title": "Clubs at Col Brown School | Beyond Classroom Activities",
    "description": "Explore the diverse clubs at Col Brown School, where students engage in enriching extracurricular activities beyond the classroom. From arts to sports, CBS fosters holistic development."
  },
  {
    "path": "/beyond-classroom/news-and-events",
    "canonical": "/beyond-classroom/news-and-events",
    "title": "Beyond the Classroom | News & Events | Col Brown School",
    "description": "Stay updated with the latest news and events at Col Brown School. Explore beyond the classroom activities, achievements, and happenings at one of the top residential schools in India."
  },
  {
    "path": "/admission/admission-procedure",
    "canonical": "/admission/admission-procedure",
    "title": "Admission Procedure | Col Brown School - Premier Boarding School in India",
    "description": "Explore the seamless admission procedure at Col Brown School, one of the top residential schools in India. Learn about eligibility, requirements, and how to apply today!"
  },
  {
    "path": "/admission/fee-details",
    "canonical": "/admission/fee-details",
    "title": "Admission & Fee Details | Col Brown School – Premier Boarding School in India",
    "description": "Explore Col Brown School's admission process and fee details. Discover one of the top residential schools in India, offering quality education and a nurturing environment for holistic development."
  },
  {
    "path": "/admission/registration",
    "canonical": "/admission/registration",
    "title": "Admissions & Registration - The Best Boarding School in Dehradun | Col Brown School",
    "description": "Enroll your child at Col Brown School, one of the best boarding schools in Dehradun. Explore our admissions process and register today for a holistic and enriching education."
  },
  {
    "path": "/admission/faqs",
    "canonical": "/admission/faqs",
    "title": "Admissions FAQs | Col Brown School – Top Boarding School in Dehradun",
    "description": "Find answers to common queries about admissions at Col Brown School, one of the top boarding schools in Dehradun. Learn about eligibility, fees, and application process."
  },
  {
    "path": "/alma-mater",
    "canonical": "/alma-mater",
    "title": "Alma Mater | The Legacy of Col Brown School - Shaping Future Leaders",
    "description": "Discover the rich legacy of Col Brown School, one of the top residential schools in India. Learn how our alumni continue to make an impact worldwide."
  },
  {
    "path": "/contact-us",
    "canonical": "/contact-us",
    "title": "Contact Us | Col Brown School – Premier Boarding School in Dehradun",
    "description": "Get in touch with Col Brown School, one of the top boarding schools in Dehradun. Contact us for admissions, campus visits, and more. We're here to assist you!"
  },
  {
    "path": "/blog",
    "canonical": "/blog",
    "title": "Top Residential Schools in India | Best Boarding Education at Col Brown School",
    "description": "Discover quality education at Col Brown School, one of the top residential schools in India. Explore our holistic learning approach, excellent faculty, and world-class facilities for your child's bright future."
  },
  {
    "path": "/notices",
    "canonical": "/notices",
    "title": "Notices | CBS School",
    "description": "Important notices and announcements"
  },
  {
    "path": "/boarding-life/sports-gallery",
    "canonical": "/boarding-life/sports-gallery",
    "title": "Sports Gallery | CBS School",
    "description": "Explore our sports gallery"
  },
  {
    "path": "/boarding-life/sports-at-cbs/:sport",
    "canonical": "/boarding-life/sports-at-cbs/:sport",
    "title": "Sports Gallery | CBS School",
    "description": "Explore our sports gallery"
  },
  {
    "path": "/notable-alumni",
    "canonical": "/notable-alumni",
    "title": "Notable Alumni | New Era School – Legacy of Excellence",
    "description": "Discover the distinguished alumni of New Era School, one of the top residential schools in India. Explore the success stories of leaders, professionals, and achievers who have shaped various fields."
  },
  {
    "path": "/newsletter",
    "canonical": "/newsletter",
    "title": "Newsletter | CBS School",
    "description": "Subscribe to our newsletter"
  },
  {
    "path": "/payment-status",
    "canonical": "/payment-status",
    "title": "Payment Status | Col Brown Cambridge School",
    "description": "Check your payment status for Col Brown Cambridge School registration"
  },
  {
    "path": "/thank-you",
    "canonical": "/thank-you",
    "title": "Thank You - CBS School",
    "description": "Thank you for your enquiry at CBS School"
  }
]
